tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "microsoft/git"
brew "ack"
brew "aom"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "zstd"
brew "certbot"
brew "defaultbrowser"
brew "gh"
brew "libtiff"
brew "little-cms2"
brew "openjpeg"
brew "webp"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "grep"
brew "jpeg-xl"
brew "libheif"
brew "imagemagick"
brew "liblqr"
brew "libraw"
brew "lynx"
brew "mackup"
brew "mas"
brew "p7zip"
brew "pnpm"
brew "python@3.9"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "choosy"
cask "claude"
cask "claude-code"
cask "cleanshot"
cask "cmux"
cask "conductor"
cask "deskpad"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "firefox@developer-edition"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "github"
cask "ghostty"
cask "google-chrome"
cask "google-chrome@canary"
cask "handbrake-app"
cask "hiddenbar"
cask "imageoptim"
cask "iterm2"
cask "keepingyouawake"
cask "linear-linear"
cask "lookaway"
cask "loom"
cask "microsoft-auto-update"
cask "microsoft-edge@dev"
cask "moom"
cask "notion"
cask "pika"
cask "postman"
cask "slack"
cask "topnotch"
cask "tuple"
cask "visual-studio-code"
mas "Dato", id: 1470584107
mas "Moom Classic", id: 419330170
mas "Stark", id: 1624920264
vscode "annsk.alignment"
vscode "anthropic.claude-code"
vscode "astro-build.astro-vscode"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "cev.overnight"
vscode "claeri27.oceanic-plus-plus"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gruntfuggly.todo-tree"
vscode "jaspernorth.vscode-pigments"
vscode "mattpocock.ts-error-translator"
vscode "mrmlnc.vscode-duplicate"
vscode "nrwl.angular-console"
vscode "oxc.oxc-vscode"
vscode "rohit-gohri.format-code-action"
vscode "sdras.night-owl"
vscode "semanticdiff.semanticdiff"
vscode "unifiedjs.vscode-mdx"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
